[
    "A rusted gate groans at the mouth of a collapsed crypt. A faint blue glow leaks from a seam. Something valuable is close, but hidden. Do you enter now or scout first?",
    "A rusted gate groans at the mouth of a collapsed crypt. A faint blue glow leaks from a seam. Something valuable is close, but hidden. Do you press on or hold position?",
    "A rusted gate groans at the mouth of a collapsed crypt. A faint blue glow leaks from a seam. Something valuable is close, but hidden. Do you step in or look for another route?",
    "A rusted gate groans at the mouth of a collapsed crypt. A faint blue glow leaks from a seam. Something valuable is close, but hidden. Do you investigate or back away?",
    "A rusted gate groans at the mouth of a collapsed crypt. A faint blue glow leaks from a seam. Something valuable is close, but hidden. Do you move forward or set a trap?",
    "A rusted gate groans at the mouth of a collapsed crypt. A faint blue glow leaks from a seam. Someone went in and did not return. Do you enter now or scout first?",
    "A rusted gate groans at the mouth of a collapsed crypt. A faint blue glow leaks from a seam. Someone went in and did not return. Do you press on or hold position?",
    "A rusted gate groans at the mouth of a collapsed crypt. A faint blue glow leaks from a seam. Someone went in and did not return. Do you step in or look for another route?",
    "A rusted gate groans at the mouth of a collapsed crypt. A faint blue glow leaks from a seam. Someone went in and did not return. Do you investigate or back away?",
    "A rusted gate groans at the mouth of a collapsed crypt. A faint blue glow leaks from a seam. Someone went in and did not return. Do you move forward or set a trap?",
    "A rusted gate groans at the mouth of a collapsed crypt. A faint blue glow leaks from a seam. A warning mark is scratched into the stone. Do you enter now or scout first?",
    "A rusted gate groans at the mouth of a collapsed crypt. A faint blue glow leaks from a seam. A warning mark is scratched into the stone. Do you press on or hold position?",
    "A rusted gate groans at the mouth of a collapsed crypt. A faint blue glow leaks from a seam. A warning mark is scratched into the stone. Do you step in or look for another route?",
    "A rusted gate groans at the mouth of a collapsed crypt. A faint blue glow leaks from a seam. A warning mark is scratched into the stone. Do you investigate or back away?",
    "A rusted gate groans at the mouth of a collapsed crypt. A faint blue glow leaks from a seam. A warning mark is scratched into the stone. Do you move forward or set a trap?",
    "A rusted gate groans at the mouth of a collapsed crypt. A faint blue glow leaks from a seam. A trail suggests recent activity. Do you enter now or scout first?",
    "A rusted gate groans at the mouth of a collapsed crypt. A faint blue glow leaks from a seam. A trail suggests recent activity. Do you press on or hold position?",
    "A rusted gate groans at the mouth of a collapsed crypt. A faint blue glow leaks from a seam. A trail suggests recent activity. Do you step in or look for another route?",
    "A rusted gate groans at the mouth of a collapsed crypt. A faint blue glow leaks from a seam. A trail suggests recent activity. Do you investigate or back away?",
    "A rusted gate groans at the mouth of a collapsed crypt. A faint blue glow leaks from a seam. A trail suggests recent activity. Do you move forward or set a trap?",
    "A rusted gate groans at the mouth of a collapsed crypt. A faint blue glow leaks from a seam. The silence feels deliberate. Do you enter now or scout first?",
    "A rusted gate groans at the mouth of a collapsed crypt. A faint blue glow leaks from a seam. The silence feels deliberate. Do you press on or hold position?",
    "A rusted gate groans at the mouth of a collapsed crypt. A faint blue glow leaks from a seam. The silence feels deliberate. Do you step in or look for another route?",
    "A rusted gate groans at the mouth of a collapsed crypt. A faint blue glow leaks from a seam. The silence feels deliberate. Do you investigate or back away?",
    "A rusted gate groans at the mouth of a collapsed crypt. A faint blue glow leaks from a seam. The silence feels deliberate. Do you move forward or set a trap?",
    "A rusted gate groans at the mouth of a collapsed crypt. Fresh footprints vanish into the dark. Something valuable is close, but hidden. Do you enter now or scout first?",
    "A rusted gate groans at the mouth of a collapsed crypt. Fresh footprints vanish into the dark. Something valuable is close, but hidden. Do you press on or hold position?",
    "A rusted gate groans at the mouth of a collapsed crypt. Fresh footprints vanish into the dark. Something valuable is close, but hidden. Do you step in or look for another route?",
    "A rusted gate groans at the mouth of a collapsed crypt. Fresh footprints vanish into the dark. Something valuable is close, but hidden. Do you investigate or back away?",
    "A rusted gate groans at the mouth of a collapsed crypt. Fresh footprints vanish into the dark. Something valuable is close, but hidden. Do you move forward or set a trap?",
    "A rusted gate groans at the mouth of a collapsed crypt. Fresh footprints vanish into the dark. Someone went in and did not return. Do you enter now or scout first?",
    "A rusted gate groans at the mouth of a collapsed crypt. Fresh footprints vanish into the dark. Someone went in and did not return. Do you press on or hold position?",
    "A rusted gate groans at the mouth of a collapsed crypt. Fresh footprints vanish into the dark. Someone went in and did not return. Do you step in or look for another route?",
    "A rusted gate groans at the mouth of a collapsed crypt. Fresh footprints vanish into the dark. Someone went in and did not return. Do you investigate or back away?",
    "A rusted gate groans at the mouth of a collapsed crypt. Fresh footprints vanish into the dark. Someone went in and did not return. Do you move forward or set a trap?",
    "A rusted gate groans at the mouth of a collapsed crypt. Fresh footprints vanish into the dark. A warning mark is scratched into the stone. Do you enter now or scout first?",
    "A rusted gate groans at the mouth of a collapsed crypt. Fresh footprints vanish into the dark. A warning mark is scratched into the stone. Do you press on or hold position?",
    "A rusted gate groans at the mouth of a collapsed crypt. Fresh footprints vanish into the dark. A warning mark is scratched into the stone. Do you step in or look for another route?",
    "A rusted gate groans at the mouth of a collapsed crypt. Fresh footprints vanish into the dark. A warning mark is scratched into the stone. Do you investigate or back away?",
    "A rusted gate groans at the mouth of a collapsed crypt. Fresh footprints vanish into the dark. A warning mark is scratched into the stone. Do you move forward or set a trap?",
    "A rusted gate groans at the mouth of a collapsed crypt. Fresh footprints vanish into the dark. A trail suggests recent activity. Do you enter now or scout first?",
    "A rusted gate groans at the mouth of a collapsed crypt. Fresh footprints vanish into the dark. A trail suggests recent activity. Do you press on or hold position?",
    "A rusted gate groans at the mouth of a collapsed crypt. Fresh footprints vanish into the dark. A trail suggests recent activity. Do you step in or look for another route?",
    "A rusted gate groans at the mouth of a collapsed crypt. Fresh footprints vanish into the dark. A trail suggests recent activity. Do you investigate or back away?",
    "A rusted gate groans at the mouth of a collapsed crypt. Fresh footprints vanish into the dark. A trail suggests recent activity. Do you move forward or set a trap?",
    "A rusted gate groans at the mouth of a collapsed crypt. Fresh footprints vanish into the dark. The silence feels deliberate. Do you enter now or scout first?",
    "A rusted gate groans at the mouth of a collapsed crypt. Fresh footprints vanish into the dark. The silence feels deliberate. Do you press on or hold position?",
    "A rusted gate groans at the mouth of a collapsed crypt. Fresh footprints vanish into the dark. The silence feels deliberate. Do you step in or look for another route?",
    "A rusted gate groans at the mouth of a collapsed crypt. Fresh footprints vanish into the dark. The silence feels deliberate. Do you investigate or back away?",
    "A rusted gate groans at the mouth of a collapsed crypt. Fresh footprints vanish into the dark. The silence feels deliberate. Do you move forward or set a trap?",
    "A rusted gate groans at the mouth of a collapsed crypt. A soft scraping answers your step. Something valuable is close, but hidden. Do you enter now or scout first?",
    "A rusted gate groans at the mouth of a collapsed crypt. A soft scraping answers your step. Something valuable is close, but hidden. Do you press on or hold position?",
    "A rusted gate groans at the mouth of a collapsed crypt. A soft scraping answers your step. Something valuable is close, but hidden. Do you step in or look for another route?",
    "A rusted gate groans at the mouth of a collapsed crypt. A soft scraping answers your step. Something valuable is close, but hidden. Do you investigate or back away?",
    "A rusted gate groans at the mouth of a collapsed crypt. A soft scraping answers your step. Something valuable is close, but hidden. Do you move forward or set a trap?",
    "A rusted gate groans at the mouth of a collapsed crypt. A soft scraping answers your step. Someone went in and did not return. Do you enter now or scout first?",
    "A rusted gate groans at the mouth of a collapsed crypt. A soft scraping answers your step. Someone went in and did not return. Do you press on or hold position?",
    "A rusted gate groans at the mouth of a collapsed crypt. A soft scraping answers your step. Someone went in and did not return. Do you step in or look for another route?",
    "A rusted gate groans at the mouth of a collapsed crypt. A soft scraping answers your step. Someone went in and did not return. Do you investigate or back away?",
    "A rusted gate groans at the mouth of a collapsed crypt. A soft scraping answers your step. Someone went in and did not return. Do you move forward or set a trap?",
    "A rusted gate groans at the mouth of a collapsed crypt. A soft scraping answers your step. A warning mark is scratched into the stone. Do you enter now or scout first?",
    "A rusted gate groans at the mouth of a collapsed crypt. A soft scraping answers your step. A warning mark is scratched into the stone. Do you press on or hold position?",
    "A rusted gate groans at the mouth of a collapsed crypt. A soft scraping answers your step. A warning mark is scratched into the stone. Do you step in or look for another route?",
    "A rusted gate groans at the mouth of a collapsed crypt. A soft scraping answers your step. A warning mark is scratched into the stone. Do you investigate or back away?",
    "A rusted gate groans at the mouth of a collapsed crypt. A soft scraping answers your step. A warning mark is scratched into the stone. Do you move forward or set a trap?",
    "A rusted gate groans at the mouth of a collapsed crypt. A soft scraping answers your step. A trail suggests recent activity. Do you enter now or scout first?",
    "A rusted gate groans at the mouth of a collapsed crypt. A soft scraping answers your step. A trail suggests recent activity. Do you press on or hold position?",
    "A rusted gate groans at the mouth of a collapsed crypt. A soft scraping answers your step. A trail suggests recent activity. Do you step in or look for another route?",
    "A rusted gate groans at the mouth of a collapsed crypt. A soft scraping answers your step. A trail suggests recent activity. Do you investigate or back away?",
    "A rusted gate groans at the mouth of a collapsed crypt. A soft scraping answers your step. A trail suggests recent activity. Do you move forward or set a trap?",
    "A rusted gate groans at the mouth of a collapsed crypt. A soft scraping answers your step. The silence feels deliberate. Do you enter now or scout first?",
    "A rusted gate groans at the mouth of a collapsed crypt. A soft scraping answers your step. The silence feels deliberate. Do you press on or hold position?",
    "A rusted gate groans at the mouth of a collapsed crypt. A soft scraping answers your step. The silence feels deliberate. Do you step in or look for another route?",
    "A rusted gate groans at the mouth of a collapsed crypt. A soft scraping answers your step. The silence feels deliberate. Do you investigate or back away?",
    "A rusted gate groans at the mouth of a collapsed crypt. A soft scraping answers your step. The silence feels deliberate. Do you move forward or set a trap?",
    "A rusted gate groans at the mouth of a collapsed crypt. The air smells of iron and smoke. Something valuable is close, but hidden. Do you enter now or scout first?",
    "A rusted gate groans at the mouth of a collapsed crypt. The air smells of iron and smoke. Something valuable is close, but hidden. Do you press on or hold position?",
    "A rusted gate groans at the mouth of a collapsed crypt. The air smells of iron and smoke. Something valuable is close, but hidden. Do you step in or look for another route?",
    "A rusted gate groans at the mouth of a collapsed crypt. The air smells of iron and smoke. Something valuable is close, but hidden. Do you investigate or back away?",
    "A rusted gate groans at the mouth of a collapsed crypt. The air smells of iron and smoke. Something valuable is close, but hidden. Do you move forward or set a trap?",
    "A rusted gate groans at the mouth of a collapsed crypt. The air smells of iron and smoke. Someone went in and did not return. Do you enter now or scout first?",
    "A rusted gate groans at the mouth of a collapsed crypt. The air smells of iron and smoke. Someone went in and did not return. Do you press on or hold position?",
    "A rusted gate groans at the mouth of a collapsed crypt. The air smells of iron and smoke. Someone went in and did not return. Do you step in or look for another route?",
    "A rusted gate groans at the mouth of a collapsed crypt. The air smells of iron and smoke. Someone went in and did not return. Do you investigate or back away?",
    "A rusted gate groans at the mouth of a collapsed crypt. The air smells of iron and smoke. Someone went in and did not return. Do you move forward or set a trap?",
    "A rusted gate groans at the mouth of a collapsed crypt. The air smells of iron and smoke. A warning mark is scratched into the stone. Do you enter now or scout first?",
    "A rusted gate groans at the mouth of a collapsed crypt. The air smells of iron and smoke. A warning mark is scratched into the stone. Do you press on or hold position?",
    "A rusted gate groans at the mouth of a collapsed crypt. The air smells of iron and smoke. A warning mark is scratched into the stone. Do you step in or look for another route?",
    "A rusted gate groans at the mouth of a collapsed crypt. The air smells of iron and smoke. A warning mark is scratched into the stone. Do you investigate or back away?",
    "A rusted gate groans at the mouth of a collapsed crypt. The air smells of iron and smoke. A warning mark is scratched into the stone. Do you move forward or set a trap?",
    "A rusted gate groans at the mouth of a collapsed crypt. The air smells of iron and smoke. A trail suggests recent activity. Do you enter now or scout first?",
    "A rusted gate groans at the mouth of a collapsed crypt. The air smells of iron and smoke. A trail suggests recent activity. Do you press on or hold position?",
    "A rusted gate groans at the mouth of a collapsed crypt. The air smells of iron and smoke. A trail suggests recent activity. Do you step in or look for another route?",
    "A rusted gate groans at the mouth of a collapsed crypt. The air smells of iron and smoke. A trail suggests recent activity. Do you investigate or back away?",
    "A rusted gate groans at the mouth of a collapsed crypt. The air smells of iron and smoke. A trail suggests recent activity. Do you move forward or set a trap?",
    "A rusted gate groans at the mouth of a collapsed crypt. The air smells of iron and smoke. The silence feels deliberate. Do you enter now or scout first?",
    "A rusted gate groans at the mouth of a collapsed crypt. The air smells of iron and smoke. The silence feels deliberate. Do you press on or hold position?",
    "A rusted gate groans at the mouth of a collapsed crypt. The air smells of iron and smoke. The silence feels deliberate. Do you step in or look for another route?",
    "A rusted gate groans at the mouth of a collapsed crypt. The air smells of iron and smoke. The silence feels deliberate. Do you investigate or back away?",
    "A rusted gate groans at the mouth of a collapsed crypt. The air smells of iron and smoke. The silence feels deliberate. Do you move forward or set a trap?",
    "A rusted gate groans at the mouth of a collapsed crypt. A single lantern gutters on the wall. Something valuable is close, but hidden. Do you enter now or scout first?",
    "A rusted gate groans at the mouth of a collapsed crypt. A single lantern gutters on the wall. Something valuable is close, but hidden. Do you press on or hold position?",
    "A rusted gate groans at the mouth of a collapsed crypt. A single lantern gutters on the wall. Something valuable is close, but hidden. Do you step in or look for another route?",
    "A rusted gate groans at the mouth of a collapsed crypt. A single lantern gutters on the wall. Something valuable is close, but hidden. Do you investigate or back away?",
    "A rusted gate groans at the mouth of a collapsed crypt. A single lantern gutters on the wall. Something valuable is close, but hidden. Do you move forward or set a trap?",
    "A rusted gate groans at the mouth of a collapsed crypt. A single lantern gutters on the wall. Someone went in and did not return. Do you enter now or scout first?",
    "A rusted gate groans at the mouth of a collapsed crypt. A single lantern gutters on the wall. Someone went in and did not return. Do you press on or hold position?",
    "A rusted gate groans at the mouth of a collapsed crypt. A single lantern gutters on the wall. Someone went in and did not return. Do you step in or look for another route?",
    "A rusted gate groans at the mouth of a collapsed crypt. A single lantern gutters on the wall. Someone went in and did not return. Do you investigate or back away?",
    "A rusted gate groans at the mouth of a collapsed crypt. A single lantern gutters on the wall. Someone went in and did not return. Do you move forward or set a trap?",
    "A rusted gate groans at the mouth of a collapsed crypt. A single lantern gutters on the wall. A warning mark is scratched into the stone. Do you enter now or scout first?",
    "A rusted gate groans at the mouth of a collapsed crypt. A single lantern gutters on the wall. A warning mark is scratched into the stone. Do you press on or hold position?",
    "A rusted gate groans at the mouth of a collapsed crypt. A single lantern gutters on the wall. A warning mark is scratched into the stone. Do you step in or look for another route?",
    "A rusted gate groans at the mouth of a collapsed crypt. A single lantern gutters on the wall. A warning mark is scratched into the stone. Do you investigate or back away?",
    "A rusted gate groans at the mouth of a collapsed crypt. A single lantern gutters on the wall. A warning mark is scratched into the stone. Do you move forward or set a trap?",
    "A rusted gate groans at the mouth of a collapsed crypt. A single lantern gutters on the wall. A trail suggests recent activity. Do you enter now or scout first?",
    "A rusted gate groans at the mouth of a collapsed crypt. A single lantern gutters on the wall. A trail suggests recent activity. Do you press on or hold position?",
    "A rusted gate groans at the mouth of a collapsed crypt. A single lantern gutters on the wall. A trail suggests recent activity. Do you step in or look for another route?",
    "A rusted gate groans at the mouth of a collapsed crypt. A single lantern gutters on the wall. A trail suggests recent activity. Do you investigate or back away?",
    "A rusted gate groans at the mouth of a collapsed crypt. A single lantern gutters on the wall. A trail suggests recent activity. Do you move forward or set a trap?",
    "A rusted gate groans at the mouth of a collapsed crypt. A single lantern gutters on the wall. The silence feels deliberate. Do you enter now or scout first?",
    "A rusted gate groans at the mouth of a collapsed crypt. A single lantern gutters on the wall. The silence feels deliberate. Do you press on or hold position?",
    "A rusted gate groans at the mouth of a collapsed crypt. A single lantern gutters on the wall. The silence feels deliberate. Do you step in or look for another route?",
    "A rusted gate groans at the mouth of a collapsed crypt. A single lantern gutters on the wall. The silence feels deliberate. Do you investigate or back away?",
    "A rusted gate groans at the mouth of a collapsed crypt. A single lantern gutters on the wall. The silence feels deliberate. Do you move forward or set a trap?",
    "A rusted gate groans at the mouth of a collapsed crypt. A warm draft carries spice and ash. Something valuable is close, but hidden. Do you enter now or scout first?",
    "A rusted gate groans at the mouth of a collapsed crypt. A warm draft carries spice and ash. Something valuable is close, but hidden. Do you press on or hold position?",
    "A rusted gate groans at the mouth of a collapsed crypt. A warm draft carries spice and ash. Something valuable is close, but hidden. Do you step in or look for another route?",
    "A rusted gate groans at the mouth of a collapsed crypt. A warm draft carries spice and ash. Something valuable is close, but hidden. Do you investigate or back away?",
    "A rusted gate groans at the mouth of a collapsed crypt. A warm draft carries spice and ash. Something valuable is close, but hidden. Do you move forward or set a trap?",
    "A rusted gate groans at the mouth of a collapsed crypt. A warm draft carries spice and ash. Someone went in and did not return. Do you enter now or scout first?",
    "A rusted gate groans at the mouth of a collapsed crypt. A warm draft carries spice and ash. Someone went in and did not return. Do you press on or hold position?",
    "A rusted gate groans at the mouth of a collapsed crypt. A warm draft carries spice and ash. Someone went in and did not return. Do you step in or look for another route?",
    "A rusted gate groans at the mouth of a collapsed crypt. A warm draft carries spice and ash. Someone went in and did not return. Do you investigate or back away?",
    "A rusted gate groans at the mouth of a collapsed crypt. A warm draft carries spice and ash. Someone went in and did not return. Do you move forward or set a trap?",
    "A rusted gate groans at the mouth of a collapsed crypt. A warm draft carries spice and ash. A warning mark is scratched into the stone. Do you enter now or scout first?",
    "A rusted gate groans at the mouth of a collapsed crypt. A warm draft carries spice and ash. A warning mark is scratched into the stone. Do you press on or hold position?",
    "A rusted gate groans at the mouth of a collapsed crypt. A warm draft carries spice and ash. A warning mark is scratched into the stone. Do you step in or look for another route?",
    "A rusted gate groans at the mouth of a collapsed crypt. A warm draft carries spice and ash. A warning mark is scratched into the stone. Do you investigate or back away?",
    "A rusted gate groans at the mouth of a collapsed crypt. A warm draft carries spice and ash. A warning mark is scratched into the stone. Do you move forward or set a trap?",
    "A rusted gate groans at the mouth of a collapsed crypt. A warm draft carries spice and ash. A trail suggests recent activity. Do you enter now or scout first?",
    "A rusted gate groans at the mouth of a collapsed crypt. A warm draft carries spice and ash. A trail suggests recent activity. Do you press on or hold position?",
    "A rusted gate groans at the mouth of a collapsed crypt. A warm draft carries spice and ash. A trail suggests recent activity. Do you step in or look for another route?",
    "A rusted gate groans at the mouth of a collapsed crypt. A warm draft carries spice and ash. A trail suggests recent activity. Do you investigate or back away?",
    "A rusted gate groans at the mouth of a collapsed crypt. A warm draft carries spice and ash. A trail suggests recent activity. Do you move forward or set a trap?",
    "A rusted gate groans at the mouth of a collapsed crypt. A warm draft carries spice and ash. The silence feels deliberate. Do you enter now or scout first?",
    "A rusted gate groans at the mouth of a collapsed crypt. A warm draft carries spice and ash. The silence feels deliberate. Do you press on or hold position?",
    "A rusted gate groans at the mouth of a collapsed crypt. A warm draft carries spice and ash. The silence feels deliberate. Do you step in or look for another route?",
    "A rusted gate groans at the mouth of a collapsed crypt. A warm draft carries spice and ash. The silence feels deliberate. Do you investigate or back away?",
    "A rusted gate groans at the mouth of a collapsed crypt. A warm draft carries spice and ash. The silence feels deliberate. Do you move forward or set a trap?",
    "A rusted gate groans at the mouth of a collapsed crypt. A thin mist curls along the floor. Something valuable is close, but hidden. Do you enter now or scout first?",
    "A rusted gate groans at the mouth of a collapsed crypt. A thin mist curls along the floor. Something valuable is close, but hidden. Do you press on or hold position?",
    "A rusted gate groans at the mouth of a collapsed crypt. A thin mist curls along the floor. Something valuable is close, but hidden. Do you step in or look for another route?",
    "A rusted gate groans at the mouth of a collapsed crypt. A thin mist curls along the floor. Something valuable is close, but hidden. Do you investigate or back away?",
    "A rusted gate groans at the mouth of a collapsed crypt. A thin mist curls along the floor. Something valuable is close, but hidden. Do you move forward or set a trap?",
    "A rusted gate groans at the mouth of a collapsed crypt. A thin mist curls along the floor. Someone went in and did not return. Do you enter now or scout first?",
    "A rusted gate groans at the mouth of a collapsed crypt. A thin mist curls along the floor. Someone went in and did not return. Do you press on or hold position?",
    "A rusted gate groans at the mouth of a collapsed crypt. A thin mist curls along the floor. Someone went in and did not return. Do you step in or look for another route?",
    "A rusted gate groans at the mouth of a collapsed crypt. A thin mist curls along the floor. Someone went in and did not return. Do you investigate or back away?",
    "A rusted gate groans at the mouth of a collapsed crypt. A thin mist curls along the floor. Someone went in and did not return. Do you move forward or set a trap?",
    "A rusted gate groans at the mouth of a collapsed crypt. A thin mist curls along the floor. A warning mark is scratched into the stone. Do you enter now or scout first?",
    "A rusted gate groans at the mouth of a collapsed crypt. A thin mist curls along the floor. A warning mark is scratched into the stone. Do you press on or hold position?",
    "A rusted gate groans at the mouth of a collapsed crypt. A thin mist curls along the floor. A warning mark is scratched into the stone. Do you step in or look for another route?",
    "A rusted gate groans at the mouth of a collapsed crypt. A thin mist curls along the floor. A warning mark is scratched into the stone. Do you investigate or back away?",
    "A rusted gate groans at the mouth of a collapsed crypt. A thin mist curls along the floor. A warning mark is scratched into the stone. Do you move forward or set a trap?",
    "A rusted gate groans at the mouth of a collapsed crypt. A thin mist curls along the floor. A trail suggests recent activity. Do you enter now or scout first?",
    "A rusted gate groans at the mouth of a collapsed crypt. A thin mist curls along the floor. A trail suggests recent activity. Do you press on or hold position?",
    "A rusted gate groans at the mouth of a collapsed crypt. A thin mist curls along the floor. A trail suggests recent activity. Do you step in or look for another route?",
    "A rusted gate groans at the mouth of a collapsed crypt. A thin mist curls along the floor. A trail suggests recent activity. Do you investigate or back away?",
    "A rusted gate groans at the mouth of a collapsed crypt. A thin mist curls along the floor. A trail suggests recent activity. Do you move forward or set a trap?",
    "A rusted gate groans at the mouth of a collapsed crypt. A thin mist curls along the floor. The silence feels deliberate. Do you enter now or scout first?",
    "A rusted gate groans at the mouth of a collapsed crypt. A thin mist curls along the floor. The silence feels deliberate. Do you press on or hold position?",
    "A rusted gate groans at the mouth of a collapsed crypt. A thin mist curls along the floor. The silence feels deliberate. Do you step in or look for another route?",
    "A rusted gate groans at the mouth of a collapsed crypt. A thin mist curls along the floor. The silence feels deliberate. Do you investigate or back away?",
    "A rusted gate groans at the mouth of a collapsed crypt. A thin mist curls along the floor. The silence feels deliberate. Do you move forward or set a trap?",
    "A rusted gate groans at the mouth of a collapsed crypt. A distant click echoes once. Something valuable is close, but hidden. Do you enter now or scout first?",
    "A rusted gate groans at the mouth of a collapsed crypt. A distant click echoes once. Something valuable is close, but hidden. Do you press on or hold position?",
    "A rusted gate groans at the mouth of a collapsed crypt. A distant click echoes once. Something valuable is close, but hidden. Do you step in or look for another route?",
    "A rusted gate groans at the mouth of a collapsed crypt. A distant click echoes once. Something valuable is close, but hidden. Do you investigate or back away?",
    "A rusted gate groans at the mouth of a collapsed crypt. A distant click echoes once. Something valuable is close, but hidden. Do you move forward or set a trap?",
    "A rusted gate groans at the mouth of a collapsed crypt. A distant click echoes once. Someone went in and did not return. Do you enter now or scout first?",
    "A rusted gate groans at the mouth of a collapsed crypt. A distant click echoes once. Someone went in and did not return. Do you press on or hold position?",
    "A rusted gate groans at the mouth of a collapsed crypt. A distant click echoes once. Someone went in and did not return. Do you step in or look for another route?",
    "A rusted gate groans at the mouth of a collapsed crypt. A distant click echoes once. Someone went in and did not return. Do you investigate or back away?",
    "A rusted gate groans at the mouth of a collapsed crypt. A distant click echoes once. Someone went in and did not return. Do you move forward or set a trap?",
    "A rusted gate groans at the mouth of a collapsed crypt. A distant click echoes once. A warning mark is scratched into the stone. Do you enter now or scout first?",
    "A rusted gate groans at the mouth of a collapsed crypt. A distant click echoes once. A warning mark is scratched into the stone. Do you press on or hold position?",
    "A rusted gate groans at the mouth of a collapsed crypt. A distant click echoes once. A warning mark is scratched into the stone. Do you step in or look for another route?",
    "A rusted gate groans at the mouth of a collapsed crypt. A distant click echoes once. A warning mark is scratched into the stone. Do you investigate or back away?",
    "A rusted gate groans at the mouth of a collapsed crypt. A distant click echoes once. A warning mark is scratched into the stone. Do you move forward or set a trap?",
    "A rusted gate groans at the mouth of a collapsed crypt. A distant click echoes once. A trail suggests recent activity. Do you enter now or scout first?",
    "A rusted gate groans at the mouth of a collapsed crypt. A distant click echoes once. A trail suggests recent activity. Do you press on or hold position?",
    "A rusted gate groans at the mouth of a collapsed crypt. A distant click echoes once. A trail suggests recent activity. Do you step in or look for another route?",
    "A rusted gate groans at the mouth of a collapsed crypt. A distant click echoes once. A trail suggests recent activity. Do you investigate or back away?",
    "A rusted gate groans at the mouth of a collapsed crypt. A distant click echoes once. A trail suggests recent activity. Do you move forward or set a trap?",
    "A rusted gate groans at the mouth of a collapsed crypt. A distant click echoes once. The silence feels deliberate. Do you enter now or scout first?",
    "A rusted gate groans at the mouth of a collapsed crypt. A distant click echoes once. The silence feels deliberate. Do you press on or hold position?",
    "A rusted gate groans at the mouth of a collapsed crypt. A distant click echoes once. The silence feels deliberate. Do you step in or look for another route?",
    "A rusted gate groans at the mouth of a collapsed crypt. A distant click echoes once. The silence feels deliberate. Do you investigate or back away?",
    "A rusted gate groans at the mouth of a collapsed crypt. A distant click echoes once. The silence feels deliberate. Do you move forward or set a trap?",
    "A rusted gate groans at the mouth of a collapsed crypt. A low hum vibrates in the stone. Something valuable is close, but hidden. Do you enter now or scout first?",
    "A rusted gate groans at the mouth of a collapsed crypt. A low hum vibrates in the stone. Something valuable is close, but hidden. Do you press on or hold position?",
    "A rusted gate groans at the mouth of a collapsed crypt. A low hum vibrates in the stone. Something valuable is close, but hidden. Do you step in or look for another route?",
    "A rusted gate groans at the mouth of a collapsed crypt. A low hum vibrates in the stone. Something valuable is close, but hidden. Do you investigate or back away?",
    "A rusted gate groans at the mouth of a collapsed crypt. A low hum vibrates in the stone. Something valuable is close, but hidden. Do you move forward or set a trap?",
    "A rusted gate groans at the mouth of a collapsed crypt. A low hum vibrates in the stone. Someone went in and did not return. Do you enter now or scout first?",
    "A rusted gate groans at the mouth of a collapsed crypt. A low hum vibrates in the stone. Someone went in and did not return. Do you press on or hold position?",
    "A rusted gate groans at the mouth of a collapsed crypt. A low hum vibrates in the stone. Someone went in and did not return. Do you step in or look for another route?",
    "A rusted gate groans at the mouth of a collapsed crypt. A low hum vibrates in the stone. Someone went in and did not return. Do you investigate or back away?",
    "A rusted gate groans at the mouth of a collapsed crypt. A low hum vibrates in the stone. Someone went in and did not return. Do you move forward or set a trap?",
    "A rusted gate groans at the mouth of a collapsed crypt. A low hum vibrates in the stone. A warning mark is scratched into the stone. Do you enter now or scout first?",
    "A rusted gate groans at the mouth of a collapsed crypt. A low hum vibrates in the stone. A warning mark is scratched into the stone. Do you press on or hold position?",
    "A rusted gate groans at the mouth of a collapsed crypt. A low hum vibrates in the stone. A warning mark is scratched into the stone. Do you step in or look for another route?",
    "A rusted gate groans at the mouth of a collapsed crypt. A low hum vibrates in the stone. A warning mark is scratched into the stone. Do you investigate or back away?",
    "A rusted gate groans at the mouth of a collapsed crypt. A low hum vibrates in the stone. A warning mark is scratched into the stone. Do you move forward or set a trap?",
    "A rusted gate groans at the mouth of a collapsed crypt. A low hum vibrates in the stone. A trail suggests recent activity. Do you enter now or scout first?",
    "A rusted gate groans at the mouth of a collapsed crypt. A low hum vibrates in the stone. A trail suggests recent activity. Do you press on or hold position?",
    "A rusted gate groans at the mouth of a collapsed crypt. A low hum vibrates in the stone. A trail suggests recent activity. Do you step in or look for another route?",
    "A rusted gate groans at the mouth of a collapsed crypt. A low hum vibrates in the stone. A trail suggests recent activity. Do you investigate or back away?",
    "A rusted gate groans at the mouth of a collapsed crypt. A low hum vibrates in the stone. A trail suggests recent activity. Do you move forward or set a trap?",
    "A rusted gate groans at the mouth of a collapsed crypt. A low hum vibrates in the stone. The silence feels deliberate. Do you enter now or scout first?",
    "A rusted gate groans at the mouth of a collapsed crypt. A low hum vibrates in the stone. The silence feels deliberate. Do you press on or hold position?",
    "A rusted gate groans at the mouth of a collapsed crypt. A low hum vibrates in the stone. The silence feels deliberate. Do you step in or look for another route?",
    "A rusted gate groans at the mouth of a collapsed crypt. A low hum vibrates in the stone. The silence feels deliberate. Do you investigate or back away?",
    "A rusted gate groans at the mouth of a collapsed crypt. A low hum vibrates in the stone. The silence feels deliberate. Do you move forward or set a trap?",
    "A rusted gate groans at the mouth of a collapsed crypt. A dull pulse beats like a heart. Something valuable is close, but hidden. Do you enter now or scout first?",
    "A rusted gate groans at the mouth of a collapsed crypt. A dull pulse beats like a heart. Something valuable is close, but hidden. Do you press on or hold position?",
    "A rusted gate groans at the mouth of a collapsed crypt. A dull pulse beats like a heart. Something valuable is close, but hidden. Do you step in or look for another route?",
    "A rusted gate groans at the mouth of a collapsed crypt. A dull pulse beats like a heart. Something valuable is close, but hidden. Do you investigate or back away?",
    "A rusted gate groans at the mouth of a collapsed crypt. A dull pulse beats like a heart. Something valuable is close, but hidden. Do you move forward or set a trap?",
    "A rusted gate groans at the mouth of a collapsed crypt. A dull pulse beats like a heart. Someone went in and did not return. Do you enter now or scout first?",
    "A rusted gate groans at the mouth of a collapsed crypt. A dull pulse beats like a heart. Someone went in and did not return. Do you press on or hold position?",
    "A rusted gate groans at the mouth of a collapsed crypt. A dull pulse beats like a heart. Someone went in and did not return. Do you step in or look for another route?",
    "A rusted gate groans at the mouth of a collapsed crypt. A dull pulse beats like a heart. Someone went in and did not return. Do you investigate or back away?",
    "A rusted gate groans at the mouth of a collapsed crypt. A dull pulse beats like a heart. Someone went in and did not return. Do you move forward or set a trap?",
    "A rusted gate groans at the mouth of a collapsed crypt. A dull pulse beats like a heart. A warning mark is scratched into the stone. Do you enter now or scout first?",
    "A rusted gate groans at the mouth of a collapsed crypt. A dull pulse beats like a heart. A warning mark is scratched into the stone. Do you press on or hold position?",
    "A rusted gate groans at the mouth of a collapsed crypt. A dull pulse beats like a heart. A warning mark is scratched into the stone. Do you step in or look for another route?",
    "A rusted gate groans at the mouth of a collapsed crypt. A dull pulse beats like a heart. A warning mark is scratched into the stone. Do you investigate or back away?",
    "A rusted gate groans at the mouth of a collapsed crypt. A dull pulse beats like a heart. A warning mark is scratched into the stone. Do you move forward or set a trap?",
    "A rusted gate groans at the mouth of a collapsed crypt. A dull pulse beats like a heart. A trail suggests recent activity. Do you enter now or scout first?",
    "A rusted gate groans at the mouth of a collapsed crypt. A dull pulse beats like a heart. A trail suggests recent activity. Do you press on or hold position?",
    "A rusted gate groans at the mouth of a collapsed crypt. A dull pulse beats like a heart. A trail suggests recent activity. Do you step in or look for another route?",
    "A rusted gate groans at the mouth of a collapsed crypt. A dull pulse beats like a heart. A trail suggests recent activity. Do you investigate or back away?",
    "A rusted gate groans at the mouth of a collapsed crypt. A dull pulse beats like a heart. A trail suggests recent activity. Do you move forward or set a trap?",
    "A rusted gate groans at the mouth of a collapsed crypt. A dull pulse beats like a heart. The silence feels deliberate. Do you enter now or scout first?",
    "A rusted gate groans at the mouth of a collapsed crypt. A dull pulse beats like a heart. The silence feels deliberate. Do you press on or hold position?",
    "A rusted gate groans at the mouth of a collapsed crypt. A dull pulse beats like a heart. The silence feels deliberate. Do you step in or look for another route?",
    "A rusted gate groans at the mouth of a collapsed crypt. A dull pulse beats like a heart. The silence feels deliberate. Do you investigate or back away?",
    "A rusted gate groans at the mouth of a collapsed crypt. A dull pulse beats like a heart. The silence feels deliberate. Do you move forward or set a trap?",
    "A rusted gate groans beside a stairwell of wet stone. A faint blue glow leaks from a seam. Something valuable is close, but hidden. Do you enter now or scout first?",
    "A rusted gate groans beside a stairwell of wet stone. A faint blue glow leaks from a seam. Something valuable is close, but hidden. Do you press on or hold position?",
    "A rusted gate groans beside a stairwell of wet stone. A faint blue glow leaks from a seam. Something valuable is close, but hidden. Do you step in or look for another route?",
    "A rusted gate groans beside a stairwell of wet stone. A faint blue glow leaks from a seam. Something valuable is close, but hidden. Do you investigate or back away?",
    "A rusted gate groans beside a stairwell of wet stone. A faint blue glow leaks from a seam. Something valuable is close, but hidden. Do you move forward or set a trap?",
    "A rusted gate groans beside a stairwell of wet stone. A faint blue glow leaks from a seam. Someone went in and did not return. Do you enter now or scout first?",
    "A rusted gate groans beside a stairwell of wet stone. A faint blue glow leaks from a seam. Someone went in and did not return. Do you press on or hold position?",
    "A rusted gate groans beside a stairwell of wet stone. A faint blue glow leaks from a seam. Someone went in and did not return. Do you step in or look for another route?",
    "A rusted gate groans beside a stairwell of wet stone. A faint blue glow leaks from a seam. Someone went in and did not return. Do you investigate or back away?",
    "A rusted gate groans beside a stairwell of wet stone. A faint blue glow leaks from a seam. Someone went in and did not return. Do you move forward or set a trap?",
    "A rusted gate groans beside a stairwell of wet stone. A faint blue glow leaks from a seam. A warning mark is scratched into the stone. Do you enter now or scout first?",
    "A rusted gate groans beside a stairwell of wet stone. A faint blue glow leaks from a seam. A warning mark is scratched into the stone. Do you press on or hold position?",
    "A rusted gate groans beside a stairwell of wet stone. A faint blue glow leaks from a seam. A warning mark is scratched into the stone. Do you step in or look for another route?",
    "A rusted gate groans beside a stairwell of wet stone. A faint blue glow leaks from a seam. A warning mark is scratched into the stone. Do you investigate or back away?",
    "A rusted gate groans beside a stairwell of wet stone. A faint blue glow leaks from a seam. A warning mark is scratched into the stone. Do you move forward or set a trap?",
    "A rusted gate groans beside a stairwell of wet stone. A faint blue glow leaks from a seam. A trail suggests recent activity. Do you enter now or scout first?",
    "A rusted gate groans beside a stairwell of wet stone. A faint blue glow leaks from a seam. A trail suggests recent activity. Do you press on or hold position?",
    "A rusted gate groans beside a stairwell of wet stone. A faint blue glow leaks from a seam. A trail suggests recent activity. Do you step in or look for another route?",
    "A rusted gate groans beside a stairwell of wet stone. A faint blue glow leaks from a seam. A trail suggests recent activity. Do you investigate or back away?",
    "A rusted gate groans beside a stairwell of wet stone. A faint blue glow leaks from a seam. A trail suggests recent activity. Do you move forward or set a trap?",
    "A rusted gate groans beside a stairwell of wet stone. A faint blue glow leaks from a seam. The silence feels deliberate. Do you enter now or scout first?",
    "A rusted gate groans beside a stairwell of wet stone. A faint blue glow leaks from a seam. The silence feels deliberate. Do you press on or hold position?",
    "A rusted gate groans beside a stairwell of wet stone. A faint blue glow leaks from a seam. The silence feels deliberate. Do you step in or look for another route?",
    "A rusted gate groans beside a stairwell of wet stone. A faint blue glow leaks from a seam. The silence feels deliberate. Do you investigate or back away?",
    "A rusted gate groans beside a stairwell of wet stone. A faint blue glow leaks from a seam. The silence feels deliberate. Do you move forward or set a trap?",
    "A rusted gate groans beside a stairwell of wet stone. Fresh footprints vanish into the dark. Something valuable is close, but hidden. Do you enter now or scout first?",
    "A rusted gate groans beside a stairwell of wet stone. Fresh footprints vanish into the dark. Something valuable is close, but hidden. Do you press on or hold position?",
    "A rusted gate groans beside a stairwell of wet stone. Fresh footprints vanish into the dark. Something valuable is close, but hidden. Do you step in or look for another route?",
    "A rusted gate groans beside a stairwell of wet stone. Fresh footprints vanish into the dark. Something valuable is close, but hidden. Do you investigate or back away?",
    "A rusted gate groans beside a stairwell of wet stone. Fresh footprints vanish into the dark. Something valuable is close, but hidden. Do you move forward or set a trap?",
    "A rusted gate groans beside a stairwell of wet stone. Fresh footprints vanish into the dark. Someone went in and did not return. Do you enter now or scout first?",
    "A rusted gate groans beside a stairwell of wet stone. Fresh footprints vanish into the dark. Someone went in and did not return. Do you press on or hold position?",
    "A rusted gate groans beside a stairwell of wet stone. Fresh footprints vanish into the dark. Someone went in and did not return. Do you step in or look for another route?",
    "A rusted gate groans beside a stairwell of wet stone. Fresh footprints vanish into the dark. Someone went in and did not return. Do you investigate or back away?",
    "A rusted gate groans beside a stairwell of wet stone. Fresh footprints vanish into the dark. Someone went in and did not return. Do you move forward or set a trap?",
    "A rusted gate groans beside a stairwell of wet stone. Fresh footprints vanish into the dark. A warning mark is scratched into the stone. Do you enter now or scout first?",
    "A rusted gate groans beside a stairwell of wet stone. Fresh footprints vanish into the dark. A warning mark is scratched into the stone. Do you press on or hold position?",
    "A rusted gate groans beside a stairwell of wet stone. Fresh footprints vanish into the dark. A warning mark is scratched into the stone. Do you step in or look for another route?",
    "A rusted gate groans beside a stairwell of wet stone. Fresh footprints vanish into the dark. A warning mark is scratched into the stone. Do you investigate or back away?",
    "A rusted gate groans beside a stairwell of wet stone. Fresh footprints vanish into the dark. A warning mark is scratched into the stone. Do you move forward or set a trap?",
    "A rusted gate groans beside a stairwell of wet stone. Fresh footprints vanish into the dark. A trail suggests recent activity. Do you enter now or scout first?",
    "A rusted gate groans beside a stairwell of wet stone. Fresh footprints vanish into the dark. A trail suggests recent activity. Do you press on or hold position?",
    "A rusted gate groans beside a stairwell of wet stone. Fresh footprints vanish into the dark. A trail suggests recent activity. Do you step in or look for another route?",
    "A rusted gate groans beside a stairwell of wet stone. Fresh footprints vanish into the dark. A trail suggests recent activity. Do you investigate or back away?",
    "A rusted gate groans beside a stairwell of wet stone. Fresh footprints vanish into the dark. A trail suggests recent activity. Do you move forward or set a trap?",
    "A rusted gate groans beside a stairwell of wet stone. Fresh footprints vanish into the dark. The silence feels deliberate. Do you enter now or scout first?",
    "A rusted gate groans beside a stairwell of wet stone. Fresh footprints vanish into the dark. The silence feels deliberate. Do you press on or hold position?",
    "A rusted gate groans beside a stairwell of wet stone. Fresh footprints vanish into the dark. The silence feels deliberate. Do you step in or look for another route?",
    "A rusted gate groans beside a stairwell of wet stone. Fresh footprints vanish into the dark. The silence feels deliberate. Do you investigate or back away?",
    "A rusted gate groans beside a stairwell of wet stone. Fresh footprints vanish into the dark. The silence feels deliberate. Do you move forward or set a trap?",
    "A rusted gate groans beside a stairwell of wet stone. A soft scraping answers your step. Something valuable is close, but hidden. Do you enter now or scout first?",
    "A rusted gate groans beside a stairwell of wet stone. A soft scraping answers your step. Something valuable is close, but hidden. Do you press on or hold position?",
    "A rusted gate groans beside a stairwell of wet stone. A soft scraping answers your step. Something valuable is close, but hidden. Do you step in or look for another route?",
    "A rusted gate groans beside a stairwell of wet stone. A soft scraping answers your step. Something valuable is close, but hidden. Do you investigate or back away?",
    "A rusted gate groans beside a stairwell of wet stone. A soft scraping answers your step. Something valuable is close, but hidden. Do you move forward or set a trap?",
    "A rusted gate groans beside a stairwell of wet stone. A soft scraping answers your step. Someone went in and did not return. Do you enter now or scout first?",
    "A rusted gate groans beside a stairwell of wet stone. A soft scraping answers your step. Someone went in and did not return. Do you press on or hold position?",
    "A rusted gate groans beside a stairwell of wet stone. A soft scraping answers your step. Someone went in and did not return. Do you step in or look for another route?",
    "A rusted gate groans beside a stairwell of wet stone. A soft scraping answers your step. Someone went in and did not return. Do you investigate or back away?",
    "A rusted gate groans beside a stairwell of wet stone. A soft scraping answers your step. Someone went in and did not return. Do you move forward or set a trap?",
    "A rusted gate groans beside a stairwell of wet stone. A soft scraping answers your step. A warning mark is scratched into the stone. Do you enter now or scout first?",
    "A rusted gate groans beside a stairwell of wet stone. A soft scraping answers your step. A warning mark is scratched into the stone. Do you press on or hold position?",
    "A rusted gate groans beside a stairwell of wet stone. A soft scraping answers your step. A warning mark is scratched into the stone. Do you step in or look for another route?",
    "A rusted gate groans beside a stairwell of wet stone. A soft scraping answers your step. A warning mark is scratched into the stone. Do you investigate or back away?",
    "A rusted gate groans beside a stairwell of wet stone. A soft scraping answers your step. A warning mark is scratched into the stone. Do you move forward or set a trap?",
    "A rusted gate groans beside a stairwell of wet stone. A soft scraping answers your step. A trail suggests recent activity. Do you enter now or scout first?",
    "A rusted gate groans beside a stairwell of wet stone. A soft scraping answers your step. A trail suggests recent activity. Do you press on or hold position?",
    "A rusted gate groans beside a stairwell of wet stone. A soft scraping answers your step. A trail suggests recent activity. Do you step in or look for another route?",
    "A rusted gate groans beside a stairwell of wet stone. A soft scraping answers your step. A trail suggests recent activity. Do you investigate or back away?",
    "A rusted gate groans beside a stairwell of wet stone. A soft scraping answers your step. A trail suggests recent activity. Do you move forward or set a trap?",
    "A rusted gate groans beside a stairwell of wet stone. A soft scraping answers your step. The silence feels deliberate. Do you enter now or scout first?",
    "A rusted gate groans beside a stairwell of wet stone. A soft scraping answers your step. The silence feels deliberate. Do you press on or hold position?",
    "A rusted gate groans beside a stairwell of wet stone. A soft scraping answers your step. The silence feels deliberate. Do you step in or look for another route?",
    "A rusted gate groans beside a stairwell of wet stone. A soft scraping answers your step. The silence feels deliberate. Do you investigate or back away?",
    "A rusted gate groans beside a stairwell of wet stone. A soft scraping answers your step. The silence feels deliberate. Do you move forward or set a trap?",
    "A rusted gate groans beside a stairwell of wet stone. The air smells of iron and smoke. Something valuable is close, but hidden. Do you enter now or scout first?",
    "A rusted gate groans beside a stairwell of wet stone. The air smells of iron and smoke. Something valuable is close, but hidden. Do you press on or hold position?",
    "A rusted gate groans beside a stairwell of wet stone. The air smells of iron and smoke. Something valuable is close, but hidden. Do you step in or look for another route?",
    "A rusted gate groans beside a stairwell of wet stone. The air smells of iron and smoke. Something valuable is close, but hidden. Do you investigate or back away?",
    "A rusted gate groans beside a stairwell of wet stone. The air smells of iron and smoke. Something valuable is close, but hidden. Do you move forward or set a trap?",
    "A rusted gate groans beside a stairwell of wet stone. The air smells of iron and smoke. Someone went in and did not return. Do you enter now or scout first?",
    "A rusted gate groans beside a stairwell of wet stone. The air smells of iron and smoke. Someone went in and did not return. Do you press on or hold position?",
    "A rusted gate groans beside a stairwell of wet stone. The air smells of iron and smoke. Someone went in and did not return. Do you step in or look for another route?",
    "A rusted gate groans beside a stairwell of wet stone. The air smells of iron and smoke. Someone went in and did not return. Do you investigate or back away?",
    "A rusted gate groans beside a stairwell of wet stone. The air smells of iron and smoke. Someone went in and did not return. Do you move forward or set a trap?",
    "A rusted gate groans beside a stairwell of wet stone. The air smells of iron and smoke. A warning mark is scratched into the stone. Do you enter now or scout first?",
    "A rusted gate groans beside a stairwell of wet stone. The air smells of iron and smoke. A warning mark is scratched into the stone. Do you press on or hold position?",
    "A rusted gate groans beside a stairwell of wet stone. The air smells of iron and smoke. A warning mark is scratched into the stone. Do you step in or look for another route?",
    "A rusted gate groans beside a stairwell of wet stone. The air smells of iron and smoke. A warning mark is scratched into the stone. Do you investigate or back away?",
    "A rusted gate groans beside a stairwell of wet stone. The air smells of iron and smoke. A warning mark is scratched into the stone. Do you move forward or set a trap?",
    "A rusted gate groans beside a stairwell of wet stone. The air smells of iron and smoke. A trail suggests recent activity. Do you enter now or scout first?",
    "A rusted gate groans beside a stairwell of wet stone. The air smells of iron and smoke. A trail suggests recent activity. Do you press on or hold position?",
    "A rusted gate groans beside a stairwell of wet stone. The air smells of iron and smoke. A trail suggests recent activity. Do you step in or look for another route?",
    "A rusted gate groans beside a stairwell of wet stone. The air smells of iron and smoke. A trail suggests recent activity. Do you investigate or back away?",
    "A rusted gate groans beside a stairwell of wet stone. The air smells of iron and smoke. A trail suggests recent activity. Do you move forward or set a trap?",
    "A rusted gate groans beside a stairwell of wet stone. The air smells of iron and smoke. The silence feels deliberate. Do you enter now or scout first?",
    "A rusted gate groans beside a stairwell of wet stone. The air smells of iron and smoke. The silence feels deliberate. Do you press on or hold position?",
    "A rusted gate groans beside a stairwell of wet stone. The air smells of iron and smoke. The silence feels deliberate. Do you step in or look for another route?",
    "A rusted gate groans beside a stairwell of wet stone. The air smells of iron and smoke. The silence feels deliberate. Do you investigate or back away?",
    "A rusted gate groans beside a stairwell of wet stone. The air smells of iron and smoke. The silence feels deliberate. Do you move forward or set a trap?",
    "A rusted gate groans beside a stairwell of wet stone. A single lantern gutters on the wall. Something valuable is close, but hidden. Do you enter now or scout first?",
    "A rusted gate groans beside a stairwell of wet stone. A single lantern gutters on the wall. Something valuable is close, but hidden. Do you press on or hold position?",
    "A rusted gate groans beside a stairwell of wet stone. A single lantern gutters on the wall. Something valuable is close, but hidden. Do you step in or look for another route?",
    "A rusted gate groans beside a stairwell of wet stone. A single lantern gutters on the wall. Something valuable is close, but hidden. Do you investigate or back away?",
    "A rusted gate groans beside a stairwell of wet stone. A single lantern gutters on the wall. Something valuable is close, but hidden. Do you move forward or set a trap?",
    "A rusted gate groans beside a stairwell of wet stone. A single lantern gutters on the wall. Someone went in and did not return. Do you enter now or scout first?",
    "A rusted gate groans beside a stairwell of wet stone. A single lantern gutters on the wall. Someone went in and did not return. Do you press on or hold position?",
    "A rusted gate groans beside a stairwell of wet stone. A single lantern gutters on the wall. Someone went in and did not return. Do you step in or look for another route?",
    "A rusted gate groans beside a stairwell of wet stone. A single lantern gutters on the wall. Someone went in and did not return. Do you investigate or back away?",
    "A rusted gate groans beside a stairwell of wet stone. A single lantern gutters on the wall. Someone went in and did not return. Do you move forward or set a trap?",
    "A rusted gate groans beside a stairwell of wet stone. A single lantern gutters on the wall. A warning mark is scratched into the stone. Do you enter now or scout first?",
    "A rusted gate groans beside a stairwell of wet stone. A single lantern gutters on the wall. A warning mark is scratched into the stone. Do you press on or hold position?",
    "A rusted gate groans beside a stairwell of wet stone. A single lantern gutters on the wall. A warning mark is scratched into the stone. Do you step in or look for another route?",
    "A rusted gate groans beside a stairwell of wet stone. A single lantern gutters on the wall. A warning mark is scratched into the stone. Do you investigate or back away?",
    "A rusted gate groans beside a stairwell of wet stone. A single lantern gutters on the wall. A warning mark is scratched into the stone. Do you move forward or set a trap?",
    "A rusted gate groans beside a stairwell of wet stone. A single lantern gutters on the wall. A trail suggests recent activity. Do you enter now or scout first?",
    "A rusted gate groans beside a stairwell of wet stone. A single lantern gutters on the wall. A trail suggests recent activity. Do you press on or hold position?",
    "A rusted gate groans beside a stairwell of wet stone. A single lantern gutters on the wall. A trail suggests recent activity. Do you step in or look for another route?",
    "A rusted gate groans beside a stairwell of wet stone. A single lantern gutters on the wall. A trail suggests recent activity. Do you investigate or back away?",
    "A rusted gate groans beside a stairwell of wet stone. A single lantern gutters on the wall. A trail suggests recent activity. Do you move forward or set a trap?",
    "A rusted gate groans beside a stairwell of wet stone. A single lantern gutters on the wall. The silence feels deliberate. Do you enter now or scout first?",
    "A rusted gate groans beside a stairwell of wet stone. A single lantern gutters on the wall. The silence feels deliberate. Do you press on or hold position?",
    "A rusted gate groans beside a stairwell of wet stone. A single lantern gutters on the wall. The silence feels deliberate. Do you step in or look for another route?",
    "A rusted gate groans beside a stairwell of wet stone. A single lantern gutters on the wall. The silence feels deliberate. Do you investigate or back away?",
    "A rusted gate groans beside a stairwell of wet stone. A single lantern gutters on the wall. The silence feels deliberate. Do you move forward or set a trap?",
    "A rusted gate groans beside a stairwell of wet stone. A warm draft carries spice and ash. Something valuable is close, but hidden. Do you enter now or scout first?",
    "A rusted gate groans beside a stairwell of wet stone. A warm draft carries spice and ash. Something valuable is close, but hidden. Do you press on or hold position?",
    "A rusted gate groans beside a stairwell of wet stone. A warm draft carries spice and ash. Something valuable is close, but hidden. Do you step in or look for another route?",
    "A rusted gate groans beside a stairwell of wet stone. A warm draft carries spice and ash. Something valuable is close, but hidden. Do you investigate or back away?",
    "A rusted gate groans beside a stairwell of wet stone. A warm draft carries spice and ash. Something valuable is close, but hidden. Do you move forward or set a trap?",
    "A rusted gate groans beside a stairwell of wet stone. A warm draft carries spice and ash. Someone went in and did not return. Do you enter now or scout first?",
    "A rusted gate groans beside a stairwell of wet stone. A warm draft carries spice and ash. Someone went in and did not return. Do you press on or hold position?",
    "A rusted gate groans beside a stairwell of wet stone. A warm draft carries spice and ash. Someone went in and did not return. Do you step in or look for another route?",
    "A rusted gate groans beside a stairwell of wet stone. A warm draft carries spice and ash. Someone went in and did not return. Do you investigate or back away?",
    "A rusted gate groans beside a stairwell of wet stone. A warm draft carries spice and ash. Someone went in and did not return. Do you move forward or set a trap?",
    "A rusted gate groans beside a stairwell of wet stone. A warm draft carries spice and ash. A warning mark is scratched into the stone. Do you enter now or scout first?",
    "A rusted gate groans beside a stairwell of wet stone. A warm draft carries spice and ash. A warning mark is scratched into the stone. Do you press on or hold position?",
    "A rusted gate groans beside a stairwell of wet stone. A warm draft carries spice and ash. A warning mark is scratched into the stone. Do you step in or look for another route?",
    "A rusted gate groans beside a stairwell of wet stone. A warm draft carries spice and ash. A warning mark is scratched into the stone. Do you investigate or back away?",
    "A rusted gate groans beside a stairwell of wet stone. A warm draft carries spice and ash. A warning mark is scratched into the stone. Do you move forward or set a trap?",
    "A rusted gate groans beside a stairwell of wet stone. A warm draft carries spice and ash. A trail suggests recent activity. Do you enter now or scout first?",
    "A rusted gate groans beside a stairwell of wet stone. A warm draft carries spice and ash. A trail suggests recent activity. Do you press on or hold position?",
    "A rusted gate groans beside a stairwell of wet stone. A warm draft carries spice and ash. A trail suggests recent activity. Do you step in or look for another route?",
    "A rusted gate groans beside a stairwell of wet stone. A warm draft carries spice and ash. A trail suggests recent activity. Do you investigate or back away?",
    "A rusted gate groans beside a stairwell of wet stone. A warm draft carries spice and ash. A trail suggests recent activity. Do you move forward or set a trap?",
    "A rusted gate groans beside a stairwell of wet stone. A warm draft carries spice and ash. The silence feels deliberate. Do you enter now or scout first?",
    "A rusted gate groans beside a stairwell of wet stone. A warm draft carries spice and ash. The silence feels deliberate. Do you press on or hold position?",
    "A rusted gate groans beside a stairwell of wet stone. A warm draft carries spice and ash. The silence feels deliberate. Do you step in or look for another route?",
    "A rusted gate groans beside a stairwell of wet stone. A warm draft carries spice and ash. The silence feels deliberate. Do you investigate or back away?",
    "A rusted gate groans beside a stairwell of wet stone. A warm draft carries spice and ash. The silence feels deliberate. Do you move forward or set a trap?",
    "A rusted gate groans beside a stairwell of wet stone. A thin mist curls along the floor. Something valuable is close, but hidden. Do you enter now or scout first?",
    "A rusted gate groans beside a stairwell of wet stone. A thin mist curls along the floor. Something valuable is close, but hidden. Do you press on or hold position?",
    "A rusted gate groans beside a stairwell of wet stone. A thin mist curls along the floor. Something valuable is close, but hidden. Do you step in or look for another route?",
    "A rusted gate groans beside a stairwell of wet stone. A thin mist curls along the floor. Something valuable is close, but hidden. Do you investigate or back away?",
    "A rusted gate groans beside a stairwell of wet stone. A thin mist curls along the floor. Something valuable is close, but hidden. Do you move forward or set a trap?",
    "A rusted gate groans beside a stairwell of wet stone. A thin mist curls along the floor. Someone went in and did not return. Do you enter now or scout first?",
    "A rusted gate groans beside a stairwell of wet stone. A thin mist curls along the floor. Someone went in and did not return. Do you press on or hold position?",
    "A rusted gate groans beside a stairwell of wet stone. A thin mist curls along the floor. Someone went in and did not return. Do you step in or look for another route?",
    "A rusted gate groans beside a stairwell of wet stone. A thin mist curls along the floor. Someone went in and did not return. Do you investigate or back away?",
    "A rusted gate groans beside a stairwell of wet stone. A thin mist curls along the floor. Someone went in and did not return. Do you move forward or set a trap?",
    "A rusted gate groans beside a stairwell of wet stone. A thin mist curls along the floor. A warning mark is scratched into the stone. Do you enter now or scout first?",
    "A rusted gate groans beside a stairwell of wet stone. A thin mist curls along the floor. A warning mark is scratched into the stone. Do you press on or hold position?",
    "A rusted gate groans beside a stairwell of wet stone. A thin mist curls along the floor. A warning mark is scratched into the stone. Do you step in or look for another route?",
    "A rusted gate groans beside a stairwell of wet stone. A thin mist curls along the floor. A warning mark is scratched into the stone. Do you investigate or back away?",
    "A rusted gate groans beside a stairwell of wet stone. A thin mist curls along the floor. A warning mark is scratched into the stone. Do you move forward or set a trap?",
    "A rusted gate groans beside a stairwell of wet stone. A thin mist curls along the floor. A trail suggests recent activity. Do you enter now or scout first?",
    "A rusted gate groans beside a stairwell of wet stone. A thin mist curls along the floor. A trail suggests recent activity. Do you press on or hold position?",
    "A rusted gate groans beside a stairwell of wet stone. A thin mist curls along the floor. A trail suggests recent activity. Do you step in or look for another route?",
    "A rusted gate groans beside a stairwell of wet stone. A thin mist curls along the floor. A trail suggests recent activity. Do you investigate or back away?",
    "A rusted gate groans beside a stairwell of wet stone. A thin mist curls along the floor. A trail suggests recent activity. Do you move forward or set a trap?",
    "A rusted gate groans beside a stairwell of wet stone. A thin mist curls along the floor. The silence feels deliberate. Do you enter now or scout first?",
    "A rusted gate groans beside a stairwell of wet stone. A thin mist curls along the floor. The silence feels deliberate. Do you press on or hold position?",
    "A rusted gate groans beside a stairwell of wet stone. A thin mist curls along the floor. The silence feels deliberate. Do you step in or look for another route?",
    "A rusted gate groans beside a stairwell of wet stone. A thin mist curls along the floor. The silence feels deliberate. Do you investigate or back away?",
    "A rusted gate groans beside a stairwell of wet stone. A thin mist curls along the floor. The silence feels deliberate. Do you move forward or set a trap?",
    "A rusted gate groans beside a stairwell of wet stone. A distant click echoes once. Something valuable is close, but hidden. Do you enter now or scout first?",
    "A rusted gate groans beside a stairwell of wet stone. A distant click echoes once. Something valuable is close, but hidden. Do you press on or hold position?",
    "A rusted gate groans beside a stairwell of wet stone. A distant click echoes once. Something valuable is close, but hidden. Do you step in or look for another route?",
    "A rusted gate groans beside a stairwell of wet stone. A distant click echoes once. Something valuable is close, but hidden. Do you investigate or back away?",
    "A rusted gate groans beside a stairwell of wet stone. A distant click echoes once. Something valuable is close, but hidden. Do you move forward or set a trap?",
    "A rusted gate groans beside a stairwell of wet stone. A distant click echoes once. Someone went in and did not return. Do you enter now or scout first?",
    "A rusted gate groans beside a stairwell of wet stone. A distant click echoes once. Someone went in and did not return. Do you press on or hold position?",
    "A rusted gate groans beside a stairwell of wet stone. A distant click echoes once. Someone went in and did not return. Do you step in or look for another route?",
    "A rusted gate groans beside a stairwell of wet stone. A distant click echoes once. Someone went in and did not return. Do you investigate or back away?",
    "A rusted gate groans beside a stairwell of wet stone. A distant click echoes once. Someone went in and did not return. Do you move forward or set a trap?",
    "A rusted gate groans beside a stairwell of wet stone. A distant click echoes once. A warning mark is scratched into the stone. Do you enter now or scout first?",
    "A rusted gate groans beside a stairwell of wet stone. A distant click echoes once. A warning mark is scratched into the stone. Do you press on or hold position?",
    "A rusted gate groans beside a stairwell of wet stone. A distant click echoes once. A warning mark is scratched into the stone. Do you step in or look for another route?",
    "A rusted gate groans beside a stairwell of wet stone. A distant click echoes once. A warning mark is scratched into the stone. Do you investigate or back away?",
    "A rusted gate groans beside a stairwell of wet stone. A distant click echoes once. A warning mark is scratched into the stone. Do you move forward or set a trap?",
    "A rusted gate groans beside a stairwell of wet stone. A distant click echoes once. A trail suggests recent activity. Do you enter now or scout first?",
    "A rusted gate groans beside a stairwell of wet stone. A distant click echoes once. A trail suggests recent activity. Do you press on or hold position?",
    "A rusted gate groans beside a stairwell of wet stone. A distant click echoes once. A trail suggests recent activity. Do you step in or look for another route?",
    "A rusted gate groans beside a stairwell of wet stone. A distant click echoes once. A trail suggests recent activity. Do you investigate or back away?",
    "A rusted gate groans beside a stairwell of wet stone. A distant click echoes once. A trail suggests recent activity. Do you move forward or set a trap?",
    "A rusted gate groans beside a stairwell of wet stone. A distant click echoes once. The silence feels deliberate. Do you enter now or scout first?",
    "A rusted gate groans beside a stairwell of wet stone. A distant click echoes once. The silence feels deliberate. Do you press on or hold position?",
    "A rusted gate groans beside a stairwell of wet stone. A distant click echoes once. The silence feels deliberate. Do you step in or look for another route?",
    "A rusted gate groans beside a stairwell of wet stone. A distant click echoes once. The silence feels deliberate. Do you investigate or back away?",
    "A rusted gate groans beside a stairwell of wet stone. A distant click echoes once. The silence feels deliberate. Do you move forward or set a trap?",
    "A rusted gate groans beside a stairwell of wet stone. A low hum vibrates in the stone. Something valuable is close, but hidden. Do you enter now or scout first?",
    "A rusted gate groans beside a stairwell of wet stone. A low hum vibrates in the stone. Something valuable is close, but hidden. Do you press on or hold position?",
    "A rusted gate groans beside a stairwell of wet stone. A low hum vibrates in the stone. Something valuable is close, but hidden. Do you step in or look for another route?",
    "A rusted gate groans beside a stairwell of wet stone. A low hum vibrates in the stone. Something valuable is close, but hidden. Do you investigate or back away?",
    "A rusted gate groans beside a stairwell of wet stone. A low hum vibrates in the stone. Something valuable is close, but hidden. Do you move forward or set a trap?",
    "A rusted gate groans beside a stairwell of wet stone. A low hum vibrates in the stone. Someone went in and did not return. Do you enter now or scout first?",
    "A rusted gate groans beside a stairwell of wet stone. A low hum vibrates in the stone. Someone went in and did not return. Do you press on or hold position?",
    "A rusted gate groans beside a stairwell of wet stone. A low hum vibrates in the stone. Someone went in and did not return. Do you step in or look for another route?",
    "A rusted gate groans beside a stairwell of wet stone. A low hum vibrates in the stone. Someone went in and did not return. Do you investigate or back away?",
    "A rusted gate groans beside a stairwell of wet stone. A low hum vibrates in the stone. Someone went in and did not return. Do you move forward or set a trap?",
    "A rusted gate groans beside a stairwell of wet stone. A low hum vibrates in the stone. A warning mark is scratched into the stone. Do you enter now or scout first?",
    "A rusted gate groans beside a stairwell of wet stone. A low hum vibrates in the stone. A warning mark is scratched into the stone. Do you press on or hold position?",
    "A rusted gate groans beside a stairwell of wet stone. A low hum vibrates in the stone. A warning mark is scratched into the stone. Do you step in or look for another route?",
    "A rusted gate groans beside a stairwell of wet stone. A low hum vibrates in the stone. A warning mark is scratched into the stone. Do you investigate or back away?",
    "A rusted gate groans beside a stairwell of wet stone. A low hum vibrates in the stone. A warning mark is scratched into the stone. Do you move forward or set a trap?",
    "A rusted gate groans beside a stairwell of wet stone. A low hum vibrates in the stone. A trail suggests recent activity. Do you enter now or scout first?",
    "A rusted gate groans beside a stairwell of wet stone. A low hum vibrates in the stone. A trail suggests recent activity. Do you press on or hold position?",
    "A rusted gate groans beside a stairwell of wet stone. A low hum vibrates in the stone. A trail suggests recent activity. Do you step in or look for another route?",
    "A rusted gate groans beside a stairwell of wet stone. A low hum vibrates in the stone. A trail suggests recent activity. Do you investigate or back away?",
    "A rusted gate groans beside a stairwell of wet stone. A low hum vibrates in the stone. A trail suggests recent activity. Do you move forward or set a trap?",
    "A rusted gate groans beside a stairwell of wet stone. A low hum vibrates in the stone. The silence feels deliberate. Do you enter now or scout first?",
    "A rusted gate groans beside a stairwell of wet stone. A low hum vibrates in the stone. The silence feels deliberate. Do you press on or hold position?",
    "A rusted gate groans beside a stairwell of wet stone. A low hum vibrates in the stone. The silence feels deliberate. Do you step in or look for another route?",
    "A rusted gate groans beside a stairwell of wet stone. A low hum vibrates in the stone. The silence feels deliberate. Do you investigate or back away?",
    "A rusted gate groans beside a stairwell of wet stone. A low hum vibrates in the stone. The silence feels deliberate. Do you move forward or set a trap?",
    "A rusted gate groans beside a stairwell of wet stone. A dull pulse beats like a heart. Something valuable is close, but hidden. Do you enter now or scout first?",
    "A rusted gate groans beside a stairwell of wet stone. A dull pulse beats like a heart. Something valuable is close, but hidden. Do you press on or hold position?",
    "A rusted gate groans beside a stairwell of wet stone. A dull pulse beats like a heart. Something valuable is close, but hidden. Do you step in or look for another route?",
    "A rusted gate groans beside a stairwell of wet stone. A dull pulse beats like a heart. Something valuable is close, but hidden. Do you investigate or back away?",
    "A rusted gate groans beside a stairwell of wet stone. A dull pulse beats like a heart. Something valuable is close, but hidden. Do you move forward or set a trap?",
    "A rusted gate groans beside a stairwell of wet stone. A dull pulse beats like a heart. Someone went in and did not return. Do you enter now or scout first?",
    "A rusted gate groans beside a stairwell of wet stone. A dull pulse beats like a heart. Someone went in and did not return. Do you press on or hold position?",
    "A rusted gate groans beside a stairwell of wet stone. A dull pulse beats like a heart. Someone went in and did not return. Do you step in or look for another route?",
    "A rusted gate groans beside a stairwell of wet stone. A dull pulse beats like a heart. Someone went in and did not return. Do you investigate or back away?",
    "A rusted gate groans beside a stairwell of wet stone. A dull pulse beats like a heart. Someone went in and did not return. Do you move forward or set a trap?",
    "A rusted gate groans beside a stairwell of wet stone. A dull pulse beats like a heart. A warning mark is scratched into the stone. Do you enter now or scout first?",
    "A rusted gate groans beside a stairwell of wet stone. A dull pulse beats like a heart. A warning mark is scratched into the stone. Do you press on or hold position?",
    "A rusted gate groans beside a stairwell of wet stone. A dull pulse beats like a heart. A warning mark is scratched into the stone. Do you step in or look for another route?",
    "A rusted gate groans beside a stairwell of wet stone. A dull pulse beats like a heart. A warning mark is scratched into the stone. Do you investigate or back away?",
    "A rusted gate groans beside a stairwell of wet stone. A dull pulse beats like a heart. A warning mark is scratched into the stone. Do you move forward or set a trap?",
    "A rusted gate groans beside a stairwell of wet stone. A dull pulse beats like a heart. A trail suggests recent activity. Do you enter now or scout first?",
    "A rusted gate groans beside a stairwell of wet stone. A dull pulse beats like a heart. A trail suggests recent activity. Do you press on or hold position?",
    "A rusted gate groans beside a stairwell of wet stone. A dull pulse beats like a heart. A trail suggests recent activity. Do you step in or look for another route?",
    "A rusted gate groans beside a stairwell of wet stone. A dull pulse beats like a heart. A trail suggests recent activity. Do you investigate or back away?",
    "A rusted gate groans beside a stairwell of wet stone. A dull pulse beats like a heart. A trail suggests recent activity. Do you move forward or set a trap?",
    "A rusted gate groans beside a stairwell of wet stone. A dull pulse beats like a heart. The silence feels deliberate. Do you enter now or scout first?",
    "A rusted gate groans beside a stairwell of wet stone. A dull pulse beats like a heart. The silence feels deliberate. Do you press on or hold position?",
    "A rusted gate groans beside a stairwell of wet stone. A dull pulse beats like a heart. The silence feels deliberate. Do you step in or look for another route?",
    "A rusted gate groans beside a stairwell of wet stone. A dull pulse beats like a heart. The silence feels deliberate. Do you investigate or back away?",
    "A rusted gate groans beside a stairwell of wet stone. A dull pulse beats like a heart. The silence feels deliberate. Do you move forward or set a trap?"
]
